{
    "main" : "~The game has crashed!~\nThe game stopped running because it ran into a problem it couldn't handle. Please review the below log information.\n\n~Crash Report~\n%witty_comment\nDate and time: %datetime\nCause:\n%cause\n\nTo prevent data corruption, the current game has quit. If you want to report this, please take a screenshot or picture of the entire text and submit a bug report at https://github.com/Drillimation/Drillimation-Bug-Tracker/issues. Please include a description of what you were doing that triggered this error. We are sorry for any inconvenience this may have caused. For future reference, a copy of this error has been saved into the game's directory.",
    "witty_comments" : ["//Go and bring me Fegelein. FEGELEIN! FEGELEIN!! FEGELEIN!!!",
    "//Looks like we're blasting off again!",
    "//Well, looks like you had a bad time.",
    "//Why do you build, knowing destruction is inevitable?",
    "//Death should hath not taken thee, player.",
    "//I'm so sorry, player!",
    "//Uh... did I do that?",
    "//Oof!",
    "//You should try the Chuhou Joutai series.",
    "//You should try the Touhou Project NES Demakes.",
    "//Mamma Mia...",
    "//I was an adventurer like you before taking an arrow to the knee.",
    "//You can't hide from me, especially when you have a weapon.",
    "//I never asked for this.",
    "//Bugs are all our own worst enemy, but also our best teacher.",
    "//Someday, you're bound to lose everything.",
    "//You've met with a terrible fate, haven't you?",
    "//Did I ever tell you the definition of insanity?",
    "//It ain't no secret I didn't get these scars for falling over.",
    "//It had to be me. Someone else might have got it wrong.",
    "//This was a lie.",
    "//I have a feeling we're not in Gensokyo anymore...",
    "//I'm going to make the devs an offer they can't refuse.",
    "//You'll never know what you're gonna get.",
    "//Well, nobody's perfect.",
    "//We have a problem.",
    "//What we've got here is failure to communicate.",
    "//What a dump.",
    "//Gentlemen, you can't fight in here.",
    "//Why don't you come up sometime and see me?",
    "//The first rule of the game is you do not talk about glitches.",
    "//If you can't say something nice, don't say anything at all.",
    "//Oh no. It wasn't the airplane. It was the bug that killed the game.",
    "//I'm scared to close my eyes.",
    "//Take your paws off me, you dirty ape.",
    "//All life is suffering.",
    "//Bugs may take your life, but they'll never take your freedom.",
    "//I'll be back.",
    "//Just when you thought it was safe to get back in.",
    "//Not all bugs will get caught. They're on a mission from Vladrouge.",
    "//Witty comment unavailable...",
    "//It previously worked on the dev's computer."]
}