{
    "ending" : [
        [
            "レイムがユウギクを成功に倒した。激しい対戦後、ユウギクの髪の毛が一本ずつ抜け落ちる。",
            "対戦がユウギクの髪を損傷したのか？",
            "ユウギクは髪の毛200cmを失ったかもしれなかった。現実には、200cmで到着するために10~14年間かかる。",
            "レイムがユウギクを倒して呪文をオフにしようとしても、髪を切ろうとした。数秒で伸ばしてきた。",
            "呪文はまだ有効なのか？別の人が唱えたのか？ユウギクがまた髪を生やすにはまだ唱えてるのか？",
            "おめでとう！グッドエンド！真実を学ぶには、エキストラステージを遊べ！",
            " "
        ],
        [
            "レイムがユウギクを成功に倒したが…",
            "彼女の呪文は元に戻せないとユウギクが言った。レイムが呪文に耐えなきゃ。",
            "博麗神社で礼拝中に、髪は神社訪問者の注目を集める。",
            "彼女に複雑な気持ちを表現する。残る者もいれば去る者もいる。",
            "残念な！バッドエンド！グッドエンドを受けるには、１つのコンティニューを使わずにゲームをクリアせよ。",
            " "
        ],
        [
            "マリサがユウギクを成功に倒した。激しい対戦後、ユウギクの髪の毛が一本ずつ抜け落ちる。",
            "対戦がユウギクの髪を損傷したのか？",
            "ユウギクは髪の毛200cmを失ったかもしれなかった。現実には、200cmで到着するために10~14年間かかる。",
            "マリサが鉱山京に帰った。翌朝、レイムに会って、まだ彼女がこの問題が持つのでびっくり。",
            "幻想郷連邦王国の人民に印象を保持したいだから、マリサは髪を切らない。",
            "呪文はまだ有効なのか？別の人が唱えたのか？ユウギクがまた髪を生やすにはまだ唱えてるのか？",
            "おめでとう！グッドエンド！真実を学ぶには、エキストラステージを遊べ！",
            " "
        ],
        [
            "マリサがユウギクを成功に倒したが…",
            "彼女の呪文は元に戻せないとユウギクが言った。マリサが呪文に耐えなきゃ。",
            "マリサが出ようとしたが、対戦が起こった部屋のドアは施錠された。",
            "落ち込ませ、深い眠りに落ちたまで泣きた。",
            "残念な！バッドエンド！グッドエンドを受けるには、１つのコンティニューを使わずにゲームをクリアせよ。",
            " "
        ],
        [
            "アヤがユウギクを成功に倒した。激しい対戦後、ユウギクの髪の毛が一本ずつ抜け落ちる。",
            "対戦がユウギクの髪を損傷したのか？",
            "ユウギクは髪の毛200cmを失ったかもしれなかった。現実には、200cmで到着するために10~14年間かかる。",
            "あくる日、アヤがハタテに会った。髪を調べる時間をかかた後、切ってみたが数秒で伸ばしてきた。",
            "妖怪人も影響を受けたとハタテが聞いたときは、びっくり。",
            "呪文はまだ有効なのか？別の人が唱えたのか？ユウギクがまた髪を生やすにはまだ唱えてるのか？",
            "おめでとう！グッドエンド！真実を学ぶには、エキストラステージを遊べ！",
            " "
        ],
        [
            "アヤがユウギクを成功に倒したが…",
            "彼女の呪文は元に戻せないとユウギクが言った。アヤが呪文に耐えなきゃ。",
            "アヤが家に帰った。翌朝、髪を切ってみて、伸ばしてくるのを見た後、経験について小説を書く。",
            "１つの章を書こうとするときは、書きたいのものを思えない。",
            "残念な！バッドエンド！グッドエンドを受けるには、１つのコンティニューを使わずにゲームをクリアせよ。",
            " "
        ],
        [
            "サナエがユウギクを成功に倒した。激しい対戦後、ユウギクの髪の毛が一本ずつ抜け落ちる。",
            "対戦がユウギクの髪を損傷したのか？",
            "ユウギクは髪の毛200cmを失ったかもしれなかった。現実には、200cmで到着するために10~14年間かかる。",
            "金名市には、サナエが守矢神社に帰る。髪を切ってみたが、数秒で伸ばしてきた。",
            "カナコとスワコは同じを試したが、運がなかった。",
            "切った髪の毛を神社に吊るすと、どのような儀式に使用できるのか？",
            "呪文はまだ有効なのか？別の人が唱えたのか？ユウギクがまた髪を生やすにはまだ唱えてるのか？",
            "おめでとう！グッドエンド！真実を学ぶには、エキストラステージを遊べ！",
            " "
        ],
        [
            "サナエがユウギクを成功に倒したが…",
            "彼女の呪文は元に戻せないとユウギクが言った。サナエが呪文に耐えなきゃ。",
            "サナエが守矢神社に帰る。呪文をオフにしなかったから神々は悲しい。",
            "誰かは悲しいなら、感じを慰めるには誠実な愛は唯一の言葉。",
            "異変を最短時間で解決できるのを神様に祈る。",
            "残念な！バッドエンド！グッドエンドを受けるには、１つのコンティニューを使わずにゲームをクリアせよ。",
            " "
        ]
    ]
}