{
    "ending" : [
        [
            "Reimu has successfully defeated Yuugiku. After an intense battle, Yuugiku's hair started falling out one strand after another.",
            "Has the horseplay Reimu done damaged Yuugiku's hair?",
            "Yuugiku may have lost over 200 centimeters worth of hair. In reality, it generally takes 10-14 years to reach it.",
            "Even if Reimu defeated Yuugiku and may have turned off her spell, she tries cutting it, only to see it grow back within seconds.",
            "Is the spell still in effect, is there another person running it, or is Yuugiku still running it to grow her hair back?",
            "Congratulations! Good ending! Challenge the Extra Stage to find out."
        ],
        [
            "Reimu may have successfully defeated Yuugiku, but...",
            "Yuugiku has told Reimu that her spell can't be reversed and will be forced to live with it.",
            "During regular services at the Hakurei Shrine, her hair catches the attention of the shrine's visitors.",
            "It causes people to have mixed feelings about her. Some have chosen to stay for Reimu, while others leave.",
            "Too Bad! Bad ending! To get the Good Ending, clear the game without using a continue."
        ],
        [
            "Marisa has successfully defeated Yuugiku. After an intense battle, Yuugiku's hair started falling out one strand after another.",
            "Has the horseplay Marisa done damaged Yuugiku's hair?",
            "Yuugiku may have lost over 200 centimeters worth of hair. In reality, it generally takes 10-14 years to reach it.",
            "Marisa returns home to Kozankyo. The next morning, she meets with Reimu, only to learn in shock that she still has this problem.",
            "Marisa has no intent on cutting her hair because she wants to retain her image to the Federal Kingdom of Gensokyo's people.",
            "Is the spell still in effect, is there another person running it, or is Yuugiku still running it to grow her hair back?",
            "Congratulations! Good ending! Challenge the Extra Stage to find out."
        ],
        [
            "Reimu may have successfully defeated Yuugiku, but...",
            "Yuugiku has told Reimu that her spell can't be reversed and will be forced to live with it.",
            "Marisa tries to leave, only to learn the door to the room where her battle took place is locked.",
            "Leaving her depressed, Marisa cries until she falls into a deep sleep.",
            "Too Bad! Bad ending! To get the Good Ending, clear the game without using a continue."
        ],
        [
            "Aya has successfully defeated Yuugiku. After an intense battle, Yuugiku's hair started falling out one strand after another.",
            "Has the horseplay Aya done damaged Yuugiku's hair?",
            "Yuugiku may have lost over 200 centimeters worth of hair. In reality, it generally takes 10-14 years to reach it.",
            "Aya meets Hatate the next day. After taking the time to inspect their hair, they try cutting it, only to see it grow back within seconds.",
            "Hatate is shocked to hear that youkai-borns, and not just humanoids, were affected by this.",
            "Is the spell still in effect, is there another person running it, or is Yuugiku still running it to grow her hair back?",
            "Congratulations! Good ending! Challenge the Extra Stage to find out."
        ],
        [
            "Aya may have successfully defeated Yuugiku, but...",
            "Yuugiku has told Aya that her spell can't be reversed and will be forced to live with it.",
            "Aya returns home. The next morning, after attempting to cut her hair and seeing it grow back, she decides to write a novel about her experience.",
            "As she tries to write one chapter, she is unable to find any ideas on what to write.",
            "Too Bad! Bad ending! To get the Good Ending, clear the game without using a continue."
        ],
        [
            "Sanae has successfully defeated Yuugiku. After an intense battle, Yuugiku's hair started falling out one strand after another.",
            "Has the horseplay Sanae done damaged Yuugiku's hair?",
            "Yuugiku may have lost over 200 centimeters worth of hair. In reality, it generally takes 10-14 years to reach it.",
            "Sanae returns home to the Moriya Shrine in Kinmyou. She tries to cut it, only for it to grow back within seconds.",
            "Sanae noticed that Kanako and Suwako tried to do the same but with no luck.",
            "She sees their cut tresses bundled and hung up at the shrine. What kind of rituals may they be used in?",
            "Is the spell still in effect, is there another person running it, or is Yuugiku still running it to grow her hair back?",
            "Congratulations! Good ending! Challenge the Extra Stage to find out."
        ],
        [
            "Sanae may have successfully defeated Yuugiku, but...",
            "Yuugiku has told Sanae that her spell can't be reversed and will be forced to live with it.",
            "Sanae returns home to the Moriya Shrine. The gods are saddened to learn the spell was not deactivated.",
            "When someone is sad, sincere love is the only word to comfort these feelings.",
            "They all pray to God that this incident is resolved within the shortest amount of time.",
            "Too Bad! Bad ending! To get the Good Ending, clear the game without using a continue."
        ]
    ]
}